/* Window Title */
"Bauhaus Clock Options" = "Opzioni Orologio Bauhaus";

/* Theme Selection */
"Theme" = "Aspetto";
"Day" = "Giorno";
"Night" = "Notte";
"System" = "Sistema";

/* Color Selection */
"Lume Color" = "Colore Lume";

/* Watch Dial Selection */
"Watch Dial" = "Quadrante";

/* Buttons */
"OK" = "OK";
"Cancel" = "Annulla";
"Made with care by Atilla ↗" = "Creato con amore da Atilla ↗";

/* Color Names */
"Red" = "Rosso";
"Amber" = "Ambra";
"Lavender" = "Lavanda";
"Rose" = "Rosa";
"Seafoam" = "Schiuma di Mare";
"Sky" = "Cielo";
"Swiss BGW9" = "Swiss BGW9";
"Peach" = "Pesca";
"Tritium Green" = "Verde Trizio";
"Aqua" = "Acqua";
"Lime" = "Lime";
"Yellow" = "Giallo";
"Ice Blue" = "Blu ghiaccio";
"White" = "Bianco";

/* Size Selection */
"Size" = "Dimensione";
"Standard" = "Classico";
"Compact" = "Compatto";

/* Movement Selection */
"Movement" = "Movimento";
"1 Hz" = "Quarzo";
"4 Hz" = "Meccanico";
"60 Hz" = "Digitale";

/* Movement Subtitles */
"Quartz tick" = "Scatto al quarzo";
"Mechanical sweep" = "Movimento meccanico";
"Ultra smooth" = "Movimento fluido";

/* Watch Dial Names */
"Glacier" = "Ghiacciaio";
"Ocean" = "Oceano";
"Turquoise" = "Turchese";
"Tennis" = "Tennis";
"Signal Blue" = "Blu segnale";
"Salmon" = "Salmone";
"White" = "Bianco";
"Yellow" = "Giallo";
"Beige" = "Beige";
"Pistachio" = "Pistacchio";
"Lavender" = "Lavanda";
"Sky Blue" = "Azzurro";
"Cream" = "Crema";
"Charcoal" = "Carbone";
"Noir" = "Noir";